Repository: PabloTortosaLopez/VeryGoodCoffee
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# appTitle
source: A very good coffee
es: Un muy buen café

# sampleLocalization
source: A very good coffee
es: Un muy buen café

source: Coffee Already Added
es: Café ya añadido

# coffeeAddedToFavorites
source: Coffee Addedd To Favorites!
es: ¡Café añadido a favoritos!

# somethinWrongHappened
source: Something Wrong Happened
es: Algo malo ha ocurrido

source: TRY AGAIN
es: Volver a intentar

source: Favorites
es: Favoritos

source: Coffee
es: Café

source: No favorite Coffees yet
es: Todavía no hay cafés favoritos

# failedToLoadRandomCoffee
source: Failed to load data, try again or see your favorite coffees
es: Error al cargar el café, inténtalo de nuevo o mira tus favoritos
